-- 先使用sys用户完成表空间和用户的创建 
-- 见：01.表空间与用户创建.sql

set define off;
set echo off;
prompt --------------------------------------------------
prompt 02.用户检测.sql
@02.用户检测.sql;
prompt --------------------------------------------------
prompt 03.表创建.sql
@03.表创建.sql;
prompt --------------------------------------------------
prompt 04.交换表创建.sql
@04.交换表创建.sql;
prompt --------------------------------------------------
prompt 05.序列器.sql
@05.序列器.sql;
prompt --------------------------------------------------
prompt 06.公共函数及存储过程.sql
@06.公共函数及存储过程.sql;
prompt --------------------------------------------------
prompt 07.交换函数及存储过程.sql
@07.交换函数及存储过程.sql;
prompt --------------------------------------------------
prompt 08.函数及存储过程.sql
@08.函数及存储过程.sql;
prompt --------------------------------------------------
prompt 09.job.sql
@09.job.sql;
prompt --------------------------------------------------
prompt 10.交换初始化数据.sql
@10.交换初始化数据.sql;
prompt --------------------------------------------------
prompt 11.交换动态SQL.sql
@11.交换动态SQL.sql;
prompt --------------------------------------------------
prompt 12.前台请求用到的存储过程.sql
@12.前台请求用到的存储过程.sql;
prompt --------------------------------------------------
prompt 13.初始化数据.sql
@13.初始化数据.sql;
prompt --------------------------------------------------
prompt 安装完成
prompt --------------------------------------------------